{
    "projects": [
        {
            "name": "ylwt",
            "cnTitle": "月亮舞台",
            "enTitle": "Moon Stage",
            "cnFactsFigures": [
                "地点：中国，河北，马兰村",
                "时间：2012 – 2022",
                "建筑面积：200m<sup>2</sup>",
                "设计：大料建筑",
                "<span class=\"text-red-500\">Architizer A+ Awards 2017: Jury Winner in Unbuilt Cutural</span>"
            ],
            "enFactsFigures": [
                "              Location: Malan Village, Hebei, China",
                "              Date: 2012-",
                "              Floor Area: 200 sqm",
                "<span class=\"text-red-500\">Architizer A+ Awards 2017: Jury Winner in Unbuilt Cutural</span>"
            ],
            "cnDescription": "纪录片《马兰的歌声》讲述了北京奶奶邓老师数年来每周车程 4，5 个小时，来到河北山区马兰村，教那里的孩子们学习音乐。邓老师一直想给孩子们一个演出的地方，一个小小的露天舞台。我们听到这个故事后，来到了马兰村，见到了邓老师和孩子们。被她们的“纯净”深深吸引。<br/>我们想给孩子们一个同样“纯净”的地方，一轮由山坡而下，流入溪水中的“圆月”。<br/>平时，孩子们可以在上面玩耍，大人们可以洗衣钓鱼。演出时，这里又成了一个在月亮上唱歌跳舞的地方。<br/>“月亮”舞台由小石块铺砌而成，石块的缝隙镶进了许多的玻璃球。在月光下，舞台闪闪发亮，像水面的波光一样。舞台背后藏一暗室，可作为后台，并有一楼梯连接着岸上的村庄。而舞台对面，还有一圆型看台，依河岸而下，流入溪水中，坐在这里的观众，可以看到半扇水上的舞台和半扇水中倒映的舞台共同画出了一轮完整的“圆月”。<br/>如果没有邓老师的热情，山村里的孩子可能一辈子也感触不到音乐的美好；而没有这些幸福的孩子，也便更不会有这月亮舞台的纯净。",
            "enDescription": "We was approached by Deng Xiaolan, a kind madam who is teaching music at the primary school of Malan village located in Hebei              province of north China. She came to us looking for a stage design for her little special orchestra. All the players of the              orchestra are lovely local children.<br/>              We fall into their pure world after visiting Malan village. Thus, the moon stage by the riverside finally be the pure tiny              world we created for the special orchestra.<br/>              The stage was shaped by the river bank, which looks like half moon above the river and the other half made up by the inverted              reflection in water. <br/>              Built with clear pebbles with tiny crystal balls among them, the stage could be somewhere children play and fish in the              daytime, while after sunset, becomes the shining stage of a artless concert.<br/>              On the riverside of endless world is the great meeting of the children. The white pebbles as well as the crystal balls invite              the moon beam to play with them. Then moonbeam danced on the micro ripples like restless tiny shuttles weaving silver              tapestry. <br/>              There will be one day, that the child leave his hometown to touch the incredible world, just like the young rill under the              stage runs swift with a song，breaking through all barriers. Yet we wish that the child’s heart be sweet with the memory of the              first fresh sound he created in the liquid murmur of the river through the darkness of midnight.            ",
            "imagePathPrefix": "01 月亮舞台 ylwt",
            "mainImageIndex": 1,
            "beginImageIndex": 2,
            "endImageIndex": 12
        },
        {
            "name": "ymh",
            "cnTitle": "一摸黑",
            "enTitle": "Eyes closed",
            "cnFactsFigures": [
                "地点：中国，北京",
                "时间：2012",
                "设计团队：大料建筑",
                "状态：建成",
                "<span class=\"text-red-500\">Architizer A+ Awards 2017: Popular Choice Winner in Architecture+Art</span>"
            ],
            "enFactsFigures": [
                "Location: Beijing, China",
                "Date: 2012",
                "Design: DL Atelier",
                "Status: Built",
                "<span class=\"text-red-500\">Architizer A+ Awards 2017: Popular Choice Winner in Architecture+Art</span>"
            ],
            "cnDescription": "这是一个两岁孩子的生日礼物。<br/>他的父母本想带着这个小孩和他的黑房子去不同的地方看世界。<br/>也许，这个孩子还可以和他的小朋友闭着眼在其中上蹿下跳撒泼打滚。<br/>也许，这个孩子还可以和他的父亲一起在里面闭着眼呼呼睡上一小觉。<br/>也许，这个孩子还可以和他的母亲一起在里面闭着眼讲个故事听首歌。<br/>也许，这个孩子会把这里当作他的一个小世界。<br/>也许，这个孩子会喜欢这个 2 岁生日礼物。<br/>这个孩子的父母，就是“一摸黑”的设计者：刘阳徐丹",
            "enDescription": "This is a birthday gift for a two-year-old kid.<br/>              Perhaps, this kid could play with his buddies in the darkness without worries.<br/>              Perhaps, this kid could have a sweet snap with his daddy by his side.<br/>              Perhaps, this kid and his mommy will share a fairy story or hum a children’s rhymes.<br/>              Perhaps, the gift will be treated as a tiny fantasy world.<br/>              Perhaps, this kid will like this handmade gift.            ",
            "imagePathPrefix": "02 一摸黑 ymh",
            "mainImageIndex": 1,
            "beginImageIndex": 2,
            "endImageIndex": 15
        },
        {
            "name": "lzxx",
            "cnTitle": "乐知学校",
            "enTitle": "Le Zhi Primary School",
            "cnFactsFigures": [
                "地点：广西南宁",
                "时间：2019 - 2021",
                "面积：12000m<sup>2</sup>",
                "设计：大料建筑"
            ],
            "enFactsFigures": [
                "Location: GuangXi，NanNing",
                "Date: 2019-",
                "Functional: Primary School",
                "Area: 12000m<sup>2</sup>"
            ],
            "cnDescription": "项目位于广西南宁近郊，是一片新开发的区域。作为乐知现代教育产业园的启动区，小学部将于 2021 年 9 月开学。<br/>这所学校在设计层面除了满足相应的教学功能外，更是把我们一贯的教育理念贯彻于建筑设计当中，即“先吸引，再引导，助坚持，共成长”。<br/><br/>首先，建筑采用书院式布局，为师生提供了安全安静的小环境，错落有致三进院落相互交合，并且根据季风特点，夏季以东南季风为主，增加东南和西北开口，保证空气流通，冬季以东北季风为主，封闭院落东北角，减少庭院冷空气进入。<br/>并且建筑以两层为主，所有普通教室都在一二层，如此，即使课间十分钟，学生们也可以轻松来到庭院玩耍，与自然更多的接触。同时相对低矮的建筑，也为内院空间和建筑带来了更多的风光雨露，更使得院内的树木有可能高过建筑，使得整座校园掩映林中，轻松惬意。<br/><br/>而围合院落的毎一座单体建筑都像一棵巨树，出檐深远的屋顶给教室带来了荫凉和阴雨天气孩子们活动的宽大敞廊。教室安于屋顶之下，双向采光，双向阳台，在获得更好采光通风的同时，整合扩大了传统的交通空间，使其变为教学空间的扩展，提供了更加丰富多样的学习社交游戏场所，带来更多想象的可能性。<br/>而坡屋顶之上，悬浮一拱顶，之间有窗，形成烟囱效应，利于热空气排出，而且拱顶空间为教室提供了一个小夹层，作为图书角之类使用，同样拓展了教学和休息之间的边界。<br/><br/>建筑所形成的巨树，与庭院里高高低低的植物树木交相应和，形成一片宁静而丰富的独立森林，吸引着师生们来到这里，自由呼吸，探索知识，共同成长，享受美好的校园生活。",
            "enDescription": "",
            "imagePathPrefix": "03 乐知学校 lzxx",
            "mainImageIndex": 1,
            "beginImageIndex": 2,
            "endImageIndex": 10
        },
        {
            "name": "yzl",
            "cnTitle": "鹞子落",
            "enTitle": "Xiao Xi Inn  《Harrierfall》",
            "cnFactsFigures": [
                "地点：北京怀柔",
                "时间：2020 - 2021",
                "业主：小喜民宿",
                "面积：用地 266m<sup>2</sup>,建筑 207m<sup>2</sup>",
                "设计：大料建筑"
            ],
            "enFactsFigures": [
                "Location: HuaiRou, BeiJing",
                "Time: 2020-2021",
                "Owner: Xiaoxi B&B",
                "Area: 266m<sup>2</sup> of land and 207m<sup>2</sup> of buildings",
                "Cost: 1.1 million (including landscape and interior decoration)",
                "Design: DL Atelier",
                "Architecture/interior/landscape: Liu Yang, Ding Yuewen, Hu Mohuai",
                "Structure: Gao Xuemei, Li Ping",
                "Electricity: Hou Yanming",
                "HVAC: Guo Haifeng"
            ],
            "cnDescription": "场景一：留一盏灯<br/>窄巷尽头，便是院落门口，门后建筑屋顶架起一座小小的阁楼。傍晚，粉色内墙所映射出红色的光，照的阁楼如灯，悬于院门口与烽火台之间，温暖的等待着。像《一代宗师》中，叶问深夜归来，看到妻子总会留一盏灯，意味着有人在，便是相处的默契，便是生活既是家。<br/><br/>场景二：静卧闲看<br/>进门来，原本院子有些空旷，于是便沿建筑出挑屋檐，形成宽敞围廊，适宜安坐其下。而压低的屋檐，一方面更为踏实，并且将室内视野上下划分开，其上框景远眺长城，其下实木开启扇的温度感与庭院更亲近连接。室内家具尺度都低矮些，并下沉了休息围坐的地方，放低姿态，换种视角，身体变化或可感知更多可能的美好。<br/><br/>场景三：邀入古槐<br/>我喜欢堡中的古槐，想把他装进院子。东侧的屋檐调整到合适的高度既屏蔽了杂乱又恰好露出树冠。四周建筑均用银色金属穿孔波纹板包裹，闪烁模糊，净化背景。西侧保留的二层小楼，波纹板之上全部打开，院中不再点缀其他植物，使得玻璃幕墙中的古槐绿影更加突显，吸引着人们登楼一观其全。<br/><br/>场景四：独上危楼<br/>如何上下小楼？如何与挑廊一起围合庭院？如何成为视线焦点的风景？如何营造可游可憩的地方？甚至如何撩拨“危险”以满足我的个人趣味？担子便都压在这座楼梯之上。<br/>学习叠石也好，模仿前人也罢，我们采用了变化踏步尺度和造型以同时满足攀登和停留的办法。稍有不同的是木头的搭建借用了传统屋架的方式，因我希望它看起来像一座倒塌房屋的废墟，甚至其间还缠绕着一株枯朽的古树，更加荒诞了。遥想梁林两位先生倚靠普化寺上的场景，和这里拍照打卡的男女，不知是致敬还是调侃。<br/>每次登楼还算顺畅，但下楼确需小心，渐渐老化的木头模糊了阶梯的边界感，无法轻易迈步落脚，这倒也消解了怕人跌落摔伤的顾虑，因为“危险”的提示，使人们不得不专注在眼前唯一的事情上，全神全情的魅力在此刻便被拾起。木板间的交叠似乎形成了某种混响，走在上面发出坚实硬朗的踏步声，而人们大多会选择静静的坐一坐，望一望，“鹞子落”。",
            "enDescription": "",
            "imagePathPrefix": "04 鹞子落 yzl",
            "mainImageIndex": 1,
            "beginImageIndex": 2,
            "endImageIndex": 10
        },
        {
            "name": "gzj",
            "cnTitle": "国子监空间",
            "enTitle": "Guozijian Space",
            "cnFactsFigures": [
                "地点：中国，北京",
                "时间：2016 - 2018",
                "建筑面积：54m<sup>2</sup>",
                "设计团队：大料建筑",
                "设计人员：刘阳，胡蓦怀，刘思思，鲍蕙，杨妮，鱼湉"
            ],
            "enFactsFigures": [
                "Location: Beijing, China",
                "Date: 2016-2018",
                "Floor Area: 54 sqm",
                "Design: DL Atelier",
                "Architects: Yang Liu, Mohuai Hu, Sisi Liu, Hui Bao, Ni Yang",
                "Status: Built"
            ],
            "cnDescription": "项目所处的北京国子监胡同，大概是在时间延续性上保持最好的胡同之一，从明清开始到现当代的各个时期，都能在这里的空间形态中寻得端倪。<br/>在这次的重建中，我们试着保持这种时间性的延续，而不是盲目的恢复明清风貌或者粗暴的破旧立新。<br/>首先，保留了原建筑的房院关系和建筑尺度，甚至十几年前的私搭乱建，因为那也是当时人们胡同生活状态的缩影，是历史的一部分。但是我们却用下部混凝土框架和上部木框架的结构形式，调侃而夸张的表达了新建筑与原建筑之间的嫁接关系。<br/>再者，保留百年老宅拆出的青砖，十年私搭乱建拆出的红砖，几百年古树留下的残根，他们都还在原来的位置，留有原来的工艺和记忆。但建筑的构造做法却完全不同，400 厚的夹壁墙体，除了保温防潮构造外，空调新风给排水等设备也全部暗藏。<br/>最后，保留了原建筑向胡同和院子开门开窗的渴望，裂缝般的横条窗，躲避城管封墙堵洞的青砖暗门，在胡同生活中，这种建筑私密性的模糊而导致人们性格更加外向的邻里关系也是“胡同大爷大妈们”的可贵之处。<br/>胡同的历史是延续的，时间是发展的，我们不希望他成为标本停留在某一刻，哪怕他足够美好。我们觉得这个充满符号隐喻等暧昧关系的房子，似乎更能体现目前胡同生活的状态----时间给这里留下的宁静与张力。",
            "enDescription": "The project is located in Guozijian Hutong, Beijing, which is among the areas that preserve the most intact record of              Hutong's development throughout history: from Ming and Qing dynasty to modern days, different periods of time left their own              marks in the unique spatial forms here.<br/>              In our refurbishment, instead of simple restoration or renewal, what we try to achieve is to maintain this chronological              continuity.<br/>              Firstly, we reserve the original building-yard relationship and architectural scale, even including the extension built by              previous owners, regarding these features as an epitome of life in hutong as well as a part of history. However, a structure              consisting of lower concrete frame and upper wooden structure is applied as an ironical and dramatic demonstration of the              combination of new constructions and the old architecture.<br/>              Secondly, black bricks from the century-old house, red bricks from extension decades ago, and the root an ancient tree left              here, are all reserved in their original positions, as a remembrance of the old crafts and memories. Yet a completely              different construction technology is utilized: 400mm double walls conceal everything from insulation and damp-proof layers to              air-conditioning and water supply and draining system within.<br/>              Finally, with horizontal crevasse-like window and a hidden black-brick door, we also reserve the desire to be more open to              hutongs and backyard the original building conveys. In daily life here, part of the wonderfulness of \"hutong neighborhoods\" is              the extrovert relationship between residents this blurred architectural privacy creates.<br/>              Hutong bears a continuous history and a developing timeliness, and we don't want it to freeze like a specimen at some point of              time, even if it's beautiful enough. We believe this house full of symbols and metaphors can be a better depiction of              contemporary hutong life: the tranquility and tension of time.            ",
            "imagePathPrefix": "05 国子监 gzj",
            "mainImageIndex": 1,
            "beginImageIndex": 2,
            "endImageIndex": 13
        },
        {
            "name": "sbpyszx",
            "cnTitle": "三宝蓬艺术中心",
            "enTitle": "SanBaoPeng Art Museum",
            "cnFactsFigures": [
                "位置：中国，景德镇",
                "时间：2015 - 2017",
                "建筑面积：3000m<sup>2</sup>",
                "设计团队：大料建筑",
                "设计人员：刘阳，胡蓦怀，孙欣晔，邓华晖，张锐逸，王坤，陆旭文，鲍蕙"
            ],
            "enFactsFigures": [
                "Location: Jingdezheng, China",
                "Date:2015-2017",
                "Floor area: 3000 sqm",
                "Design: DL atelier ",
                "Architects: Yang Liu, Mohuai Hu, Xinye Sun, Huahui Deng, Ruiyi Zhang, Kun Wang, Xuwen Lu, Hui Bao "
            ],
            "cnDescription": "狭长山谷，溪水流过，千来年，“嗵嗵嗵”，同样的水碓声回响悠长。<br/>一艘巨大的飞船，不知道停靠多久了，满是泥土，青苔密布，但硬朗的外形仍然在清秀的南方山谷里一目了然。<br/>这就是我希望的样子，建筑跟环境有着强烈的对比，就像电影《2001 太空漫游》中的黑色方碑。<br/>在自然的环境里，天干天的事，人干人的事，跳脱出来的比较纯粹的几何形体，是我在那里得到的反馈。<br/>整个展场在视觉上是 150 米直线延展的，实际上进入后却发现是多流线并置穿插的。我们确实没打算让人一下就看遍所有地方。而一旦找到，看展品就不再是唯一重要的了。<br/>比如人们的必经之路，一百多米进深的通透空间，近四米高的土墙延续不断从大地里生长出来，穿过一片树林，来到幽暗低沉的大屋檐下，溪水声渐渐入耳，隔绝了车水马龙，慢慢的身心或紧张或松弛，光渐亮水渐鸣，前方深远，有着些什么，但又听不清看不清，直接而强烈的吸引感，对前方的想象一上来就被代入。而真正进去，却发现一切又不是那么明了，空间或上或下，水光或明或暗，人们或急或缓，随着思绪，选择不同的路径和体验，安静与激烈，持续的思考与即时的情绪，在这里并不矛盾，原来的想象随之被打破了。<br/>这里用到的几种主要材料：夯土，钛锌板，洞石，都是比较容易留下时间痕迹的，会变化，甚至说会老化，这是我特别喜欢的，像酒一样，沉的香。",
            "enDescription": "              Naturally, flowing creeks are sprawling through this narrow valley, streams chant every fine porcelain for thousands of              years.<br/>              Artificially, I wish to create a huge contrast to the natural scenes like a scene from 2001: A Space Odyssey, a huge              artificial creation was burying in the natural background for years. The surface is full of moss and soil, its outline,              however, is still obvious in the mountain.<br/>              This is the first image of Sanbao Museum came to my mind. Architecture, the artificial, contrasts sharply against its              surroundings, the natural, a pure geometric form is my definition for this museum.<br/>              The museum is a visually linear shape, 150 meters long, but the visiting flow is actually nonlinear, visitors will have              multiple choices to go. The purpose is to boost serendipities between people and spaces, we believe architecture can create              the atmosphere with which visitors will have personal connections, once built, exhibited items will no long be important, they              will act like mirrors, visitors will be reviewing themselves through these items.<br/>              The main passage is a long transparent space, 100 meters, around it are rammed-earth walls, 4 meters high, grow from earth.              Experiences vary when visitors walk through different areas, visitors will be attracted by the outstretched eaves after the              woods area. The sound from the creeks will relax visitors a bit, and what lies ahead lead visitors further into the cryptic              but joyful world.<br/>              Major materials used in Sanbao Art Museum, such as rammed earth, titanium zinc panels and travertine, will be eroded by time.              We’re expecting this process of erosion, like the fermentation of wine, time gives its unique flavor.            ",
            "imagePathPrefix": "06 三宝蓬艺术中心 sbpyszx",
            "mainImageIndex": 1,
            "beginImageIndex": 2,
            "endImageIndex": 13
        },
        {
            "name": "xyxrkg",
            "cnTitle": "星夜向日葵馆",
            "enTitle": "Hall of the Starry Night & Sunflowers",
            "cnFactsFigures": [
                "地点：中国，北京",
                "时间：2016 - 2017",
                "面积：1280m<sup>2</sup>",
                "设计团队：大料建筑",
                "设计人员：刘阳，孙欣晔，胡蓦怀，郑丽梅"
            ],
            "enFactsFigures": [
                "Location: Beijing, China",
                "Date: 2017-2018",
                "Area: 1280 sqm",
                "Design: DL Atelier",
                "Architects: Yang Liu, Xinye Sun, Mohuai Hu, Limei Zheng "
            ],
            "cnDescription": "这几年，先后看过梵高的《星夜》和几张《向日葵》原画，现场感触并不强，也许是心情不对。而去年的一个改造项目让我对他们似乎又有些新的感受。<br/>一座位于北京CBD区域的八十年代轻工业厂房，三层，柱跨 4 到 6 米，园区整个立面系统是隈研吾设计的，以至物业并不允许外观做过多调整。功能上，最开始准备做瑜伽学校，在施工过程中改成了青少年培训机构，然后又要做幼儿园了，再后来是共享办公，而最后其实大家都不知道这里到底是做什么的了。<br/>这段变化过程漫长而突然，技术上的难度无关紧要，其实更多的是大家心理上的矛盾和不安，而这些情绪必然又会反应到设计当中去。所以于我而言，最有趣的便是这个项目成了一段空间日记，审视着自己设计心态上的历程，在迷茫情绪中一直试着寻找宁静的氛围。<br/>因为空间布局和施工进度的不断调整，所以慢慢的，设计不得不忽略了整体，而变成单个房间的氛围营造;又因为具体内容的不确定或者遗失，我们便试着把单个房间变得更像是类似“走廊”一样的无用空间，而我觉得恰恰这种空间会更刺激人们的感官体验。就像一个教学用途的有用空间--教室，人们的感官更多是被教学这个事占据着，而楼梯走廊这种没什么内容的空间，人们会空出更多的感官去体悟世界也好，想想自己也罢。<br/>而这一大串“无用”空间，我们根据光环境有意或被迫的赋予了两种有些矛盾的空间状态，“炽热和清冷”，就算是以增强戏剧感吧。更关键的是他们之间的连接与对望，我们希望人们无论身处何处都能感觉到两种空间状态的并置。<br/>而最后出来的结果，确也就像梵高这类主要表达情绪的画作似的，有些矛盾和混乱，但似乎又藏有对疯狂世界的美好幻觉。<br/>就像孤独的向日葵，抑或热情的星夜，在梵高心中，是不是可以获得另外一种安宁呢？我没有答案，但却好奇，在星月下的向日葵们到底在想什么呢？",
            "enDescription": "              In the past few years, I have seen Van Gogh’s Starry Night and Sunflowers on separate occasions. At that time, I was not so              touched – perhaps my mood wasn’t set up quite right. Last year, when working on a renovation project, I revisited my              impression of those paintings and had some new revelations. <br/>              The project site sits in a hidden spot in the heart of Beijing’s CBD area. We were asked to renovate a three-story tall 80’s              light industry factory building with a 4-6m span. The entire industrial complex had had its façade system redesigned by Kengo              Kuma, and we were not allowed much room for expression on the exterior. Function-wise, it was initially purposed as a yoga              school; half-way through construction, however, the client decided it would become home to an educational organization, and              before long, the project brief went from a kindergarten to a shared working space. Towards the end, one no longer knew what              the project was about.<br/>              The changes unraveled in a slow yet sudden stretch of time. The struggle was much less about technical difficulties than it              was about the psychological conflict and unease, which was inevitably reflected in the design. What I enjoyed about the              process is that the project was turned into a spatial diary: it documented the journey of my design thinking, and provided a              peaceful sanctuary in moments of confusion.<br/>              Due to constant changes in spatial layout and construction progress, gradually the design had to compromise the project's              totality and focus on creating singular spaces instead. Because of the absence of content, we tried to design each room as a              hallway-like non-specific space. I think it is precisely this kind of space that could stimulate our senses in unexpected              ways. When thinking of a functionally-specific space – a classroom for example, we oftentimes have our senses occupied by              pre-conceived notions of an educational experience. A ‘useless’ space, however, encourages us to be curious and sensitive both              outwardly and inwardly.<br/>              With a series of ‘useless’ spaces at our disposal, and depending on the lighting condition, we assigned two somewhat              conflicting spatial atmospheres: one passionate and fiery, the other calm and detached. The binary was articulated almost as              if to enhance a sense of theatricality. More importantly, with the spatial juxtaposition and opposition, we hope that people              inside the building would feel the co-existence of these two atmospherics any time and anywhere.<br/>              The outcome was not dissimilar to the sentiments in van Gogh’s paintings. Amidst conflicts and chaoses, there lingers drunken              illusions of the craziness of the world.<br/>              Beyond the solitude of sunflowers and the infinity of the night sky, was there another sanctuary for van Gogh's wandering              mind? I may never know, but still I ask myself: what occupied the minds of the sunflowers, as the night fell and stars              cascaded.            ",
            "imagePathPrefix": "07 星夜向日葵馆 xyxrkg",
            "mainImageIndex": 1,
            "beginImageIndex": 2,
            "endImageIndex": 14
        },
        {
            "name": "lhetbwg",
            "cnTitle": "麓湖儿童博物馆",
            "enTitle": "",
            "cnFactsFigures": [
                "地点：四川，成都",
                "时间：2021 - 2023",
                "面积：5000m<sup>2</sup>",
                "设计：大料建筑",
                "建成状态：建设中"
            ],
            "enFactsFigures": null,
            "cnDescription": "",
            "enDescription": "",
            "imagePathPrefix": "08 麓湖儿童博物馆 lhetbwg",
            "mainImageIndex": 1,
            "beginImageIndex": 2,
            "endImageIndex": 11
        },
        {
            "name": "bdfz",
            "cnTitle": "北大附中本校改造及西三旗分校",
            "enTitle": "Pkuschool",
            "cnFactsFigures": [
                "地点：中国，北京",
                "时间：2019 - ",
                "设计：大料建筑"
            ],
            "enFactsFigures": [
                "Location: Beijing, China",
                "Date: 2019-",
                "Functional: high school"
            ],
            "cnDescription": "",
            "enDescription": "",
            "imagePathPrefix": "09 北大附中分校 bdfz",
            "mainImageIndex": 1,
            "beginImageIndex": 2,
            "endImageIndex": 14
        },
        {
            "name": "yssj",
            "cnTitle": "一舍山居",
            "enTitle": "Yi She Mountain Inn",
            "cnFactsFigures": [
                "地点：中国，北京",
                "时间：2015 - 2016",
                "面积：占地 660m<sup>2</sup>建筑 450m<sup>2</sup>",
                "状态：建成",
                "建筑／景观：大料建筑",
                "建筑专业：刘阳，孙欣晔，陆旭文，郑丽梅，王坤",
                "结构专业：王春磊",
                "电气专业：侯延铭",
                "暖通专业：郑丽梅",
                "室内硬装：大料建筑＋北京日月相辉经贸有限公司",
                "室内软装：北京日月相辉经贸有限公司",
                "<span class=\"text-red-500\">Architizer A+ Awards 2017: Popular Choice Winner in Hotels & Resorts</span>"
            ],
            "enFactsFigures": [
                "Location: Beijing, China",
                "Date: 2015-2016",
                "Site Area: 660 sqm",
                "Floor Area: 450 sqm",
                "Status: Built",
                "Architecture & Landscape: DL Atelier",
                "Architects: Liu Yang, Sun Xinye, Lu Xuwen, Zheng Limei, Wang Kun",
                "Architectural Structure: Wang Chunlei",
                "Architecture Electric: Hou Yanming",
                "Heating and Ventilation: Zheng Limei",
                "Interior: DL Atelier+Warming House",
                "<span class=\"text-red-500\">Architizer A+ Awards 2017: Popular Choice Winner in Hotels&Resorts</span>"
            ],
            "cnDescription": "这里不是农家乐，并没有打算体验农家生活，我们还是需要舒适有品质的日子，<br/>这里也不是假日酒店，不会被各式各样的休闲项目分心打扰，我们需要自由自在的“浪费”时光，可以喘口气，缓缓神便好。<br/><br/>这里没有现成的饭菜，而是供应新鲜的绿色食材，我们鼓励家人朋友一起做顿大餐。<br/>这里的厨房没有躲在犄角旮旯，更不是通常印象里的脏乱差形象，而是充满阳光的，像舞台一样，全部开放，朝院子展开。<br/>这里没有标准的酒店客房，而是 5 个完全不同的独院套房，有的面山，有的近水，有圆有方，像几个性格不同的大玩具，散落在高台上。人们每次来都可以尝试不同的体验。<br/><br/>在这里，并没有宏大叙事的建筑空间，也没有昂贵繁复的材料做法，就是北方农村常见的砖和木，我们只是进行了一些尺度和形式的调整，以及种植屋面爬墙植物等让建筑或退化或异化的手段，使人和光和风，和山和水的体会更真切些，希望会形成舒缓朴素温和的空间氛围，人们生活在这里并没有那么多目的性，可能感受到的东西反而会多一些吧。",
            "enDescription": "This is not a farmhouse offered to taste country life, or a vacation hotel with countless entertainment activities. This is only a simple place to relax and let hair down.<br/>Fresh food and beverage are offered here. We encourage people to cook, to talk, to interact rather than eat from the menu. On sunny days, this shared kitchen will be activated by sunshine, like an open stage facing the courtyard.<br/>The east part are the guest rooms with different themes and design languages, 5 rooms are sprinkled on an enclosed layout, guests will be facing mountains or lakes from different angles, and therefore feel some sense of relaxation and freedom.<br/>We hope it is a place to feel the passing time and enjoy the comfort of being close to family and friends.",
            "imagePathPrefix": "10 一舍山居 yssj",
            "mainImageIndex": 1,
            "beginImageIndex": 2,
            "endImageIndex": 12
        },
        {
            "name": "xcxx",
            "cnTitle": "新港小学",
            "enTitle": "Xingang Primary School",
            "cnFactsFigures": [
                "地点：中国，郑州",
                "时间：2014 - ",
                "面积：35000m<sup>2</sup>",
                "建成状态：施工图",
                "设计团队：大料建筑",
                "设计人员：刘阳，孙欣晔，金坦，胡摹怀，鱼湉"
            ],
            "enFactsFigures": [
                "Location: Zhengzhou, China",
                "Date: 2014-",
                "Area: 35000 sqm",
                "Status: Unbuilt",
                "Design: DL Atelier",
                "Architect: Liu Yang，Sun Xinye , Jin Tan , Hu Mouhuai , Yu Tian"
            ],
            "cnDescription": "如果读书是种信仰，学校会是那颗悟道的大菩提树吗？或许是那座最高的佛塔吧？<br/>城市中的人们会向往这里吧，孩子们读书的声音，孩子们跑闹的身影。这里散发着善意。<br/>如果耳融目染是最好的老师，那么孩子们会相互感召吧？<br/>学校中的孩子会向往这里吧，同学们读书的声音，同学们跑闹的身影。这里散发着善意。<br/>我们把空间分成了上下两部分。上面是所有的普通教室和办公室等相对规整的功能，他们南北向布置，获得最好的采光和通风；而下面是可以更加开放的功能，比如图书馆、运动馆、食堂、活动室等，他们东西向布置，像城市展开。<br/>下部建筑间夹着足篮排等室外活动场地，并被一组加宽了的 400m 跑道相串联。如此，整个下部空间或室内或室外，成为了孩子们学习游戏等活动场景的叠加。<br/>就这样，我们试着把学校营造成会有强烈吸引感的空间：深邃，神秘，见一斑却不可知其全。就像星空，密林，抑或躺在树下满是枝繁叶茂，我向往的却是那缝隙间的蓝色。",
            "enDescription": "If reading is a belief, will the high walls of academies be The Bodhi? Or something features the Pagoda?              Are people living today surrounded by new technology and urban mist thirst for a place like this? A place where children's voices reading aloud can be heard, and their chasing and laughing figures can be seen. Are children eager to be here, learn from each other in a kind atmosphere?<br/>              On the upper level, quiet classrooms and offices are set facing south, that provide best daylight and backward terraces for children from each classroom to go out to play during breaks. While on the lower floors, library, cantina, gym, playrooms and other public spaces are organized only edged by glass curtain walls, which will make the ground floor a vivid overlaid image of activities.<br/>              We are trying to create an attractive space, which is transparent but also mysterious. It will be like the starry night as well as the flourishing jungle. <br/>              Lying under the trees with pieces of shadows falling down from above, it is the slight vision of a peek through all these toward the infinite blue up high that drew one’s heart.            ",
            "imagePathPrefix": "11 新城小学 xcxx",
            "mainImageIndex": 1,
            "beginImageIndex": 2,
            "endImageIndex": 17
        },
        {
            "name": "luhd",
            "cnTitle": "麓湖花岛",
            "enTitle": "LUXELAKES HUADAO",
            "cnFactsFigures": [
                "地点：四川，成都",
                "时间：2022 - 2023",
                "面积：1500m<sup>2</sup>",
                "设计：大料建筑",
                "建成状态：建设中"
            ],
            "enFactsFigures": [
                "Location: ChenDun, China",
                "Date: 2022-",
                "Functional: Church, Restaurant",
                "Area: 1 500m<sup>2</sup>",
                "Status: Building"
            ],
            "cnDescription": "",
            "enDescription": "",
            "imagePathPrefix": "12 麓湖花岛 luhd",
            "mainImageIndex": 1,
            "beginImageIndex": 2,
            "endImageIndex": 9
        },
        {
            "name": "hrqs",
            "cnTitle": "清舍酒店",
            "enTitle": "Qingshe Inn",
            "cnFactsFigures": [
                "地点：中国，北京",
                "时间：2018 - ",
                "面积：1200m<sup>2</sup>",
                "建成状态：建设中",
                "业主：清舍酒店",
                "建筑/内装/景观设计：大料建筑（刘阳，段琦，丁月文，郭雨桥）",
                "软装设计：北京日月相辉经贸有限公司"
            ],
            "enFactsFigures": [
                "Location: Beijing, China",
                "Date: 2018-",
                "Area: 1200 sqm",
                "Status: Under construction",
                "Client: Qingshe Inn",
                "Architecture Design: DL Atelier",
                "Architects: Yang Liu, Qi Duan, Yuewen Ding, Yuqiao Guo",
                "Interior Design: Warming House"
            ],
            "cnDescription": "北京怀柔“不夜谷”，山峦溪水边，100 多座酒店民宿分布其间，清舍是在原来建筑的基础上改建而成。",
            "enDescription": "Qingshe is a renovation project between mountains and rivers, surrounded by hundreds of hotels and guesthouses in the Sleepless valley of Huairou, Beijing.",
            "imagePathPrefix": "13 怀柔清舍 hrqs",
            "mainImageIndex": 1,
            "beginImageIndex": 2,
            "endImageIndex": 11
        },
        {
            "name": "xxc",
            "cnTitle": "小喜城民宿",
            "enTitle": "Xiao Xi Inn",
            "cnFactsFigures": [
                "地点：北京怀柔",
                "时间：2020 - 2022",
                "业主：小喜民宿",
                "面积：用地 498m<sup>2</sup>,建筑 314m<sup>2</sup>",
                "造价：190 万（含景观及软装）",
                "设计：大料建筑",
                "建筑/室内/景观：刘阳，胡蓦怀，段琦，蔡卓群",
                "结构：高雪梅，李平",
                "电气：侯延铭",
                "水暖：果海凤"
            ],
            "enFactsFigures": [
                "Location : HuaiRou, BeiJing",
                "Time: 2020-2021",
                "Owner: Xiaoxi B&B",
                "Area: 498m<sup>2</sup> of land and 314m<sup>2</sup> of buildings",
                "Cost: 1.9 million (including landscape and interior decoration)",
                "Design: DL Atelier ",
                "Architecture/interior/landscape: Liu Yang, Hu Mohuai，Duan Qi，Cai Zhuoqun",
                "Structure: Gao Xuemei, Li Ping",
                "Electricity: Hou Yanming",
                "HVAC: Guo Haifeng"
            ],
            "cnDescription": "长城脚下<br/>作为游戏的最终篇，我们来到了二道关城堡。这里曾是进入京师的要冲，有“金汤”之称的黄花城为头道关，二道关是其外延工事。现城墙已支零破碎，城砖散落于民宅各处，只剩下两处石头砌筑的城关基座隐没于荒草之下，不经意间透露往事出身。<br/>近些年家家盖新房，别说城堡了，甚至长城都渐渐被湮没（长城老照片对比）。2013 年，村里为了发展旅游，收集老砖在原有城台上修复了一座敌楼，这里自然成了二道关的门面，而项目基地恰紧邻于此。随着大大小小几十间民宿突然爆发，村容村貌也发生了“更快，更高，更多”的变化。比如邻居院子，当我们纠结于檐口收边如何再缩小一公分时，人家瞬间拔地而起，一座白楼，二只红鸟。<br/>对此，当地人是喜闻乐见紧紧追随的，可能“长城”自己也见怪不怪了吧，无动于衷。六百年变迁，它依旧初心不改，默默彰显由危险转化而来的巨大能量，横山跨水的决绝意志。<br/><br/>天线狂舞<br/>站在基地上，与长城同样近在咫尺无法忽略的还有一物：天线。它的肆意生长和霸道走位，致使我们通常对其避而远之，至少尽量不看到。<br/>而当它与长城同时出现时，才令我意识到，虽然形式问题都不是其建造者主要考虑的因素，但他们却似乎有着同样的形式美：无论脚下是什么统统飞过去的勇气所带来的张力。<br/>他们还有着相反的对照关系。长城选择最难建造的山脊，天线选择最易实施的路边；长城为了阻断，天线为了连接。<br/>遗憾，连接和阻断也不过是同时发生的一体两面罢了。长城貌似连接实在为了阻断，而天线所带来的网络世界更是如此。互联网连接了世界，同时也把我们网套于此。虚拟的连接割裂了真实的连结，甚至衍生出“宅文化”，看看满街飞驰的快递小哥，这也许便是我们时代的危险吧。<br/><br/>模仿连接<br/>而当下火爆的民宿市场，也同样存在“真实体验”与“网红打卡”之间的连接与割裂。而作为打卡点的长城，我们身在其旁，这种局面不可避免，那么与其排斥，不如拥抱。<br/>因此我们干脆模仿长城与天线这种“强行连接”的行动意志，在场地上创造出第三种貌似“相连实则割裂“之物。<br/>这便是凌于原有建筑之上，忽高忽低，左顾右盼，或依附或跨越的一座天桥。<br/><br/>天桥长城天线<br/>按照游戏规则，我们仍然尽可能保留原有房屋，但把堵在院落中间的天棚拆除。疏通后的长院由西向东逐阶降低，临街餐厅更顺势下沉半掩于街道，使得从院中可以更直接的看到长城，同时院落内外也获得了视线上的联系。原有老屋低矮，旧木架保留，朝南一侧掀起屋面引入阳光树影，尺度不大的卧室倒也舒适。<br/>其上便是飞跨 30 米的天桥，一侧直面山坡上的蜿蜒长城，另一侧连接着巨大的城关遗座。顺桥而下，轻轻触碰着长城石基，远山敌楼再次出现，这一次似乎触手可得，然而走近端详，三角夹缝外的长城恰在此处被村路割断，不知这里原有城洞还是村民破墙辟道所致。而天桥也便在此断开，留下荒草似可踱步而过。正是这环桥中的缺口，无意间使得网红打卡照片中天桥与长城化为相连一体的风景。<br/>错觉的连接和现实的割裂也便在此集中突显。古道中原有的雄关被半透的三角木城所替，道边的残墙与退留的广场相遇，成群鹞鹰的监视下，村民朴素的生活场景似乎便是小姐姐拍摄的理想背景，而下沉餐厅两边的巨大窗口，透露着建筑师连接内外公共性的私心，但现实中，这也不过成了日子并不相容的游客与居民间那块透明的遮羞布，倒是每天追寻着太阳而落脚休息的大娘，给了路边的石凳一点真实的温度。<br/><br/>相比于沉默的长城，天线要高调的多，看准了城关遗留下的空地，立起高杆当作靶子，从四面八方瞄准这里发射过来，长城与房屋皆被搅缠其中。面对凌厉攻势，天桥倒也坦然，与其扭捏躲闪，不如横冲共舞，以毒攻毒的姿态与天线或平行或直面的拥抱在一起。真实的天线景象在小姐姐的打卡照片中被放大凸显，忽略还是擦掉不知是一道选择题，还是考验PS技巧的附加题？<br/><br/>敢问路在何方<br/>面对过往，莫谈未来，当下这貌似无限连接的时代意志，能否承受这割裂现实的时代代价呢？也许在《抖音》《小红书》中可以找到答案。<br/>",
            "enDescription": "",
            "imagePathPrefix": "14 小喜城 xxc",
            "mainImageIndex": 1,
            "beginImageIndex": 2,
            "endImageIndex": 11
        },
        {
            "name": "medfzht",
            "cnTitle": "马尔代夫综合体",
            "enTitle": "Maldives Complex",
            "cnFactsFigures": [
                "地点：马尔代夫",
                "时间：2018 - ",
                "建筑面积：101468m<sup>2</sup>",
                "设计团队：大料建筑",
                "设计人员：刘阳，胡蓦怀，孙欣晔，郭雨桥，刘世达",
                "状态：未建成"
            ],
            "enFactsFigures": [
                "Location: Maldives",
                "Date: 2018-",
                "Floor Area: 101468 sqm",
                "Design: DL Atelier",
                "Architects: Yang Liu, Mohuai Hu, Xinye Sun, Yuqiao Guo, Shida Liu",
                "Status: Unbuilt"
            ],
            "cnDescription": "上世纪中叶现代主义思想潮水般的肆虐之后，地球上几乎所有城市景观一齐进入了国际式的历史蓝图中。城市里的高楼大厦均呈现出某种绝对理性的价值观念，高效、封闭、巨大的资本象征视觉性是当今城市建筑追求的终极梦想。在这看似恢宏的琼楼玉宇之间，人类的情感与原始生活的栖息地土崩瓦解，所剩无几的城市记忆也被现代主义思潮中抽象的空间概念彻底架空。<br/>因此，我们的设计发出一声微弱的呐喊，对抗着对城市微微一笑。",
            "enDescription": "With the widespread modernism in the middle of the 20th century, almost all the urban landscapes tended toward internationally and uniformly. High-rise buildings in the cities embody absolute rational values. The fast-evolving cityscape morphs efficiently and rigidly, while at the same time speeds up the disintegration of human emotions and their home. And the remaining urban memories were completely emptied by the abstract concept of modernism. <br/>              Therefore, we raise our faint voice to show the attitude towards the city.            ",
            "imagePathPrefix": "15 马尔代夫综合体 medfzht",
            "mainImageIndex": 1,
            "beginImageIndex": 2,
            "endImageIndex": 8
        },
        {
            "name": "anyct",
            "cnTitle": "阿那亚意大利酒庄加建",
            "enTitle": "Aranya restaurant",
            "cnFactsFigures": [
                "地点：秦皇岛",
                "时间：2020 - ",
                "面积：200m<sup>2</sup>",
                "设计：大料建筑",
                "建成状态：未建"
            ],
            "enFactsFigures": [
                "Location:  QinHuangDao, China",
                "Date:  2020-",
                "Functional : Restaurant",
                "Area: 350m<sup>2</sup>",
                "Status:  Unbuilt"
            ],
            "cnDescription": "",
            "enDescription": "",
            "imagePathPrefix": "16 阿那亚餐厅 anyct",
            "mainImageIndex": 1,
            "beginImageIndex": 2,
            "endImageIndex": 10
        },
        {
            "name": "ettsg",
            "cnTitle": "儿童图书馆",
            "enTitle": "Children’s Library",
            "cnFactsFigures": [
                "位置：中国，北京",
                "时间：2018 - ",
                "建筑面积：196m<sup>2</sup>",
                "设计团队:大料建筑",
                "设计人员：刘阳孙欣晔",
                "状态：未建成"
            ],
            "enFactsFigures": [
                "Location: Beijing, China",
                "Date: 2018-",
                "Floor area: 196 sqm",
                "Design: DL atelier ",
                "Architects: Yang Liu, Xinye Sun ",
                "Status: Unbuilt"
            ],
            "cnDescription": "这是北京房山的一处儿童图书馆，我们从原有村落建筑尺度与环境关系出发，在保留周边建筑坡屋面尺度的同时，调整了屋面倾斜角度，使屋面依次向树和山的方向展开。屋面之下因此形成了高度、光线、景观各异的空间。保持丰富室外环境的同时，室内空间穿插其间，围合形成大大小小的院子。",
            "enDescription": "This is a children's library in Fangshan, Beijing. We start from the relationship between the existed houses and the surroundings. While following the roof height around, we make some changes on the angle of pitched roofs to lead the eye to the trees and mountain. The space under roof with different height and light environment help to build varied outdoor space, and the indoor spaces interspersed under the roofs embrace small yards in different scale.",
            "imagePathPrefix": "17 儿童图书馆 ettsg",
            "mainImageIndex": 1,
            "beginImageIndex": 2,
            "endImageIndex": 12
        },
        {
            "name": "qymc",
            "cnTitle": "骑缘马术俱乐部",
            "enTitle": "Beijing Rider Partner International Equestrian Club",
            "cnFactsFigures": [
                "地点：中国，北京",
                "时间：2017 - 2018",
                "面积：6000m<sup>2</sup>",
                "建成状态：已建成",
                "业主：北京骑缘国际马术俱乐部",
                "建筑/内装/景观设计：大料建筑（刘阳，孙欣晔，胡蓦怀）",
                "结构：李晓东"
            ],
            "enFactsFigures": [
                "Location: Beijing, China",
                "Date: 2017-2018",
                "Floor Area: 6000 sqm",
                "Status: Built",
                "Client: Beijing Rider Partner International Equestrian Club",
                "Architecture Design: DL Atelier",
                "Architects: Yang Liu, Mohuai Hu, Xinye Sun",
                "Architectural Structure: Xiaodong Li",
                "Photographer: Haiting Sun"
            ],
            "cnDescription": "在北京宋庄艺术区，厂房改造成马场，一匹近 300 米的“大马”，是在跑还是做着什么，不知道，甚至来这里的人们也是很偶然才会发现他。",
            "enDescription": "Located in the Songzhuang Art Community, the equestrian club is a reconstruction project based on an abandoned factory. A huge house about nearly 300 meter long is running in the club and will be found by visitors by chance.",
            "imagePathPrefix": "18 骑缘马场 qymc",
            "mainImageIndex": 1,
            "beginImageIndex": 2,
            "endImageIndex": 17
        },
        {
            "name": "ats",
            "cnTitle": "安徒生花园和博物馆",
            "enTitle": "HANS CHRISTIAN ANDERSEN / HOUSE OF FAIRYTALES",
            "cnFactsFigures": [
                "地点：丹麦，奥登赛",
                "时间：2013",
                "建筑面积：20000m<sup>2</sup>",
                "建成状态：未建成",
                "设计团队：大料建筑+高伟",
                "设计人员：刘阳，高伟"
            ],
            "enFactsFigures": [
                "Location: Odense, Danmark",
                "Date: 2013",
                "Floor Area: 20000 sqm",
                "Status: Unbuilt",
                "Design: DL Atelier+Gao Wei",
                "Architects: Liu Yang, Gao Wei"
            ],
            "cnDescription": "“The little mermaid cast one more lingering, half-fainting glance at the prince, and then threw herself from the ship into the sea, and thought her body was dissolving into foam.”当我读到这里时，随着小人鱼一起流泪了，安徒生通过童话和读者之间产生了共鸣。他的故事，虽然大都是悲剧，但是故事中的主人公确却是幸福的，哪怕是幸福的死去。而我们读者更是在这种悲伤的幸福中，体味自己的故事。我想，孩子们更多的读到的会是幸福吧。<br/>而这种跟我们自己的生活融在一起的悲喜，便是安徒生童话的动人之处。<br/>我们希望带来一个空间，一个会激发人们内心悲喜的地方，而这恰恰与安徒生童话的气质相吻合--传达了一种极致的深情，大悲大喜。<br/>也许，情感的极致都是眼泪吧，无论悲喜。<br/>一滴眼泪，一滴小人鱼的眼泪，一个眼泪般深情而粼粼波光的童话世界。它所带来的光影和气氛，让身在其中的人们与安徒生产生对话，感觉到自己好像童话的一部分，每个人都感觉自己是童话里的人物。<br/>在这'眼泪'的世界里，不同的人们会体味到不同的情感，因为他们有着自己不同的故事，但是，这些情感都会被瞬间激发出来吧，湿润在'眼泪'里。像读着安徒生的故事一样。",
            "enDescription": "'The little mermaid cast one more lingering, half-fainting glance at the prince, and then threw herself from the ship into the sea, and thought her body was dissolving into foam.' When I read along to this point, I welled up, Hans Christian Andersen’s fairy tale resonated with his readers not only by a sentimental world he created, but also by the tear he added to her, a momentary expression of emotional breakdown. The teardrop, even a tiny one dropped from her cheek, touched the whole world. My inspiration, therefore, rooted deep in “tear” by using an architectural form deprived of expression of architecture, only a space rendered by pure light and shadow, indicating dialogs that might happen between visitors and Andersen, how wonderful it would be.",
            "imagePathPrefix": "19 安徒生 ats",
            "mainImageIndex": 1,
            "beginImageIndex": 2,
            "endImageIndex": 13
        },
        {
            "name": "hkct",
            "cnTitle": "麓湖世纪海角餐厅",
            "enTitle": "LUXELAKES Restaurant",
            "cnFactsFigures": [
                "地点：海南，海角",
                "时间：2021 - 2022",
                "面积：3000m<sup>2</sup>",
                "设计：大料建筑"
            ],
            "enFactsFigures": [
                "Location: Haikou, China",
                "Date:  2021-",
                "Functional: Restaurant",
                "Area: 3 000m<sup>2</sup>",
                "Status: Building"
            ],
            "cnDescription": "",
            "enDescription": "",
            "imagePathPrefix": "20 海口餐厅 hkct",
            "mainImageIndex": 1,
            "beginImageIndex": 2,
            "endImageIndex": 12
        },
        {
            "name": "anyetbwg",
            "cnTitle": "儿童博物馆",
            "enTitle": "Aranya Children’s Museum",
            "cnFactsFigures": [
                "地点：中国，秦皇岛",
                "时间：2018",
                "建筑面积：4000m<sup>2</sup>",
                "建成状态：设计中",
                "业主：阿那亚",
                "建筑设计：大料建筑（刘阳，孙欣晔，刘世达，丁月文，蔡卓群）"
            ],
            "enFactsFigures": [
                "Location: Qinhuangdao, China",
                "Date: 2018-",
                "Area: 4000 sqm",
                "Status: Under design",
                "Client: Aranya",
                "Architecture Design: DL Atelier",
                "Architects: Yang Liu, Xinye Sun, Shida Liu, Yuewen Ding, Zhuoqun Cai"
            ],
            "cnDescription": "吸引孩子们去探索的空间",
            "enDescription": "An attractive space for kids to explore.",
            "imagePathPrefix": "21 阿那亚儿童博物馆 anyetbwg",
            "mainImageIndex": 1,
            "beginImageIndex": 2,
            "endImageIndex": 9
        },
        {
            "name": "lm",
            "cnTitle": "浪漫百货 & 小杉画廊",
            "enTitle": "Romantic@Co.  and  FirGallery",
            "cnFactsFigures": [
                "地点：北京，朗园station",
                "时间：2021",
                "面积：700m<sup>2</sup>",
                "设计：大料建筑"
            ],
            "enFactsFigures": [
                "Location:  Beijing, China",
                "Date:  2021-",
                "Functional: Store",
                "Area: 700m<sup>2</sup>"
            ],
            "cnDescription": "",
            "enDescription": "",
            "imagePathPrefix": "22 浪漫百货&小杉画廊  lm",
            "mainImageIndex": 1,
            "beginImageIndex": 2,
            "endImageIndex": 11
        },
        {
            "name": "hc",
            "cnTitle": "旧城之王－High巣",
            "enTitle": "",
            "cnFactsFigures": [
                "地点：北京，延庆",
                "规模：240m<sup>2</sup>",
                "时间：2018.1 - 2019.5",
                "业主：大隐于世民宿",
                "设计：大料建筑",
                "建筑：刘阳，段琦，郭雨桥，孙欣晔，刘世达，丁月文"
            ],
            "enFactsFigures": null,
            "cnDescription": "北京延庆的后黑龙庙村以黑龙庙为名，北面海坨山脉,南临官厅水库，村落形制较规整，但房屋大量闲置，算是北方村落现状的一个缩影。民宿品牌大隐于世深耕于此，17 年底我和朋友一起搞的民宿服务公司恰也刚刚成立拓展业务，于是双方一拍即合，试着整体打造全村。<br/>首先，我们做了整村的规划设计，以图明确方向和方法。<br/>之后，按照近期规划的想法开始实施，既选择几处院子来做完全不一样的独院民宿，一方面希望通过不同的个性来打破现实的沉闷以带起整村活力，更重要的是通过新颖的设计来提升村子和品牌的关注度。<br/>本着获得更大差异性和更高成功概率的原则，我没有自己都做，而是找了几位做过民宿的建筑师朋友一起来完成。甚至起初，我本想只出出主意便好，但是他们哥几个一定要让我也设计一个，要不感觉这是个骗局！<br/>于是就这样，5 个院子，5 个团队，5 个设计。<br/>缅怀过往？直面现实？憧憬未来？似乎都是需要的，而态度和方法却因人而异。<br/>我的房子，希望他像一个童话中的乐观少年，有着反叛的游戏精神。他轻盈而有活力的站在村中，自信的吸引着传统的目光；他谈吐得体，言语幽默，但每一个动作和表情似乎又在挑逗着刻板沉闷的现实；他热爱生活，欢迎改变，试着以催化剂的方式激发未来新的生长。<br/>具体的，院落已荒废多年，房屋倒塌不堪再用，但老院墙依旧坚挺，便也随之保留，使其延续原有的村巷肌理，留下过往记忆。而新房子内退一米多，形成缝隙院落，在保证施工不会对邻居有影响的同时，分别提供底层采光和后勤空间，并带来景深层次。经过一道封尘的老门，穿过故意压低的廊道，进入新房子，眼前豁然开朗。院中院的空间结构，室内场景一览无余，墙体的不规则形态同中院连续的玻璃幕墙打破原有规整的秩序，在建筑内部围合出多变流动的空间体验。公共区域无明显区域划分，无进退纵深的方向感，视线通透。人们的使用方式无定式，活动均围绕着中院展开，无论在哪里，或坐或卧，或玩或闹，或热闹或安静，或聚会或独息，生活在这里的人们都感觉“在一起”。<br/>客房位于南北两侧，总三间。首层一间，有巨大的天窗，整个房间床榻铺地，夜可观星；二层两间，隔空分开，阳台上可见中院，并相互对望，独立而暧昧。<br/>一层的中院和二层的露台呼吸相连，巨大的折叠窗扇打开，室内外连为一体，人们在其间自由活动，彼此萦绕，甚至再顺梯而上，接近屋顶，俯瞰官厅，远眺海坨。<br/>这“白色”的房子只暴露一根柱子，他从室内斜伸出屋面，如青春少年，直指天空又顷刻可覆，“橙色”；就餐茶歇，可坐可卧的凸窗，近目残墙，“黄色”；闲坐榻椅，从地到天，低穴与高光，“蓝色”；二层阳台，相互对赏，“紫色与青色”；露台小坡，登高云望，“红色”。<br/>“七色”，在日光下晕入、交织。仿佛少年歌起：“如春天焕然一新。古老荣耀所余无几，连废墟和立柱也不见踪迹。最多只留下令人唏嘘的残骸，摇摇欲坠的座椅……”（短视频）这种情绪和氛围也被朱雨蒙的团队试着用影像的方式做出来回应。<br/>经历近 2 年，各种波折，5 个院子总算先后完成。大隐于世的创始人“海超”同学想我给这房子起个名字，好吧，就叫“High巢”如何？似乎很是符合这里的空间情境。而于我，跟几个朋友一起玩耍和相互学习的过程尤为满足和难忘，便也给他们起了个诨号“北野五”。",
            "enDescription": "",
            "imagePathPrefix": "23 High巢 hc",
            "mainImageIndex": 1,
            "beginImageIndex": 2,
            "endImageIndex": 10
        },
        {
            "name": "xxx",
            "cnTitle": "小喜巷《猫和老鼠》",
            "enTitle": "Xiao Xi Inn  《Tom and Jerry》",
            "cnFactsFigures": [
                "地点：北京怀柔",
                "时间：2020 - 2021",
                "业主：小喜民宿",
                "面积：用地 590m<sup>2</sup>,建筑 428m<sup>2</sup>",
                "造价：210 万（含景观及软装）",
                "设计：大料建筑",
                "建筑/室内/景观：刘阳，段琦，胡蓦怀",
                "结构：高雪梅，李平",
                "电气：侯延铭",
                "水暖：果海凤"
            ],
            "enFactsFigures": [
                "Location : HuaiRou, BeiJing",
                "Time: 2020-2021",
                "Owner: Xiaoxi B&B",
                "Area: 590m<sup>2</sup> of land and 428m<sup>2</sup> of buildings",
                "Cost: 2.1 million (including landscape and interior decoration)",
                "Design: DL Atelier ",
                "Architecture/interior/landscape: Liu Yang, Duan Qi, Hu Mohuai",
                "Structure: Gao Xuemei, Li Ping",
                "Electricity: Hou Yanming",
                "HVAC: Guo Haifeng"
            ],
            "cnDescription": "生物多样<br/>翻过鹞子峪堡北面山梁，来到二道关村口，遮天蔽日的核桃树林使人一下凉爽轻松了许多，而第二出戏的院落正在树林后探头探脑。第一次进入院中，7、8 只小猫正在嬉闹，2 只土狗摊懒在阳光下，一点没有看家护院的意识，几只母鸡倒挺精神，来回溜达着无所事事。<br/>这番场景让我想到动画片《猫和老鼠》中，各个物种间貌似危机四伏实则共栖共游的奇妙画面，换个当下的词，“生物多样性”嘛不就是。而年轻人的共居空间似乎有着类似属性，尺度上的亲密，时公共时私密，忽远忽近，撩拨着彼此的危险关系。<br/><br/>胡同森林<br/>而如何建立这种多样共有的生态呢？致敬我所熟悉的北京胡同也许是个办法。<br/>胡同中，几百年前的古建，几十年前的违建，近几年的新建交织在一起；光着膀子下棋的大爷，上班求学的知识分子，探店摆拍的网红小姐姐皆是时空伴随者，这里的所有貌似鱼龙混在，但若真正居住这里，感受到的却是丰富生命活力下的宁静，似森林大海包容共生。<br/>胡同居住空间尺度较小，人们之间的距离感私密性慢慢模糊，外向的空间属性也使得人们的性格越来越外向，慢慢形成了“北京人都特别能聊”的群体画像。虽不绝对，但确有此种空间改变行为甚至性格的因素在，而这，恰恰成为我们试图营造亲密热络的空间原型之所依靠。<br/><br/>尺度缩小<br/>院落占地近 600 平米，原有房屋全部保留，加建活动室后，建筑面积 400 多平米。在此并不宽敞的空间内，我们细分出 13 个院落 27 个房间，容纳 20 来人的生活，使得居住密度逼近胡同大杂院的极限尺度关系。<br/>在此基础上，以“拼贴式”的建构来营造无控制的时间感，同时多个层级系统彼此嵌套，统规于某种复杂关系下的亲密和宁静，是细致操作后渴望获得的空间氛围。<br/><br/>拼贴建构<br/>第一级，公共餐厅，厨房，游戏室，中心院落。与院外核桃林相接，最为公共的区域。<br/>第二级，居住空间划分为三个可拆可合的组团，各有相对私密的活动室，小庭院，露台，卧室。其中不同形态的活动室均对中心院落敞开。红砖与水泥板的墙体；木板和红砖的地面；钢柱与木梁的骨架，波纹铝板的屋面，或躲避树木或收纳风景的各异窗口，共同组成了开放而放松的形象。<br/>第三级，中心院落周围散落着 5 个小庭院，他们半遮半掩的把卧室包裹起来，像窗帘一样达成灵活变化的私密。相较于起到遮蔽隐私的实用性，我们更希望他们来打破秩序，无忌传统，肆意生长出丰富而自由的气息。<br/>第四级，8 间卧室，形态各异。相邻墙体由灰色吸音毡包裹，对面墙体则用波纹金属板引入变化的光影。桦木多层板墙裙刚刚中和了些温度，定制设计的一套金属和长虹玻璃组合家具又瞄准了冰冷的机械朋克，故意与屋外的温柔划清界限，格格不入。<br/>第五级，屋顶露台，三部分散在小院中的楼梯和屋顶种植划分出了不同区域，若即若离间群山环绕中的天空是共有的开阔风景。内院的逼仄与天台的放肆对比鲜明。人们的距离和情绪也在这种变化间得到释放和升级。<br/><br/>眼神交流<br/>如胡同空间般亲密的尺度和随性的建造，人们的情绪似乎在上下内外间，不停被动接收刺激而转化着，而人们的关系又同时主动转变着距离感。就像我们相互近距离凝视对方的眼睛时，所得到的勇气，打破陌生，建立信任。",
            "enDescription": "",
            "imagePathPrefix": "24 小喜巷 xxx",
            "mainImageIndex": 1,
            "beginImageIndex": 2,
            "endImageIndex": 10
        },
        {
            "name": "ucca",
            "cnTitle": "尤伦斯 & 奥迪联合艺术展",
            "enTitle": "UCCA & Audi",
            "cnFactsFigures": [
                "地点：重庆",
                "规模：200m<sup>2</sup>",
                "时间：2022",
                "业主：UCCA尤伦斯",
                "设计：大料建筑"
            ],
            "enFactsFigures": [
                "Location: Beijing, ChongQing",
                "Date: 2022",
                "Functional: Exhibotion",
                "Area: 600m<sup>2</sup>"
            ],
            "cnDescription": "",
            "enDescription": "",
            "imagePathPrefix": "25 尤伦斯&奥迪展 ucca",
            "mainImageIndex": 1,
            "beginImageIndex": 2,
            "endImageIndex": 6
        },
        {
            "name": "tjx",
            "cnTitle": "泰吉轩画廊",
            "enTitle": "Timeless Gallery",
            "cnFactsFigures": [
                "地点：中国，北京",
                "时间：2020 - 2023",
                "场面积：350m<sup>2</sup>",
                "设计团队：大料建筑"
            ],
            "enFactsFigures": [
                "Location: BeiJIng",
                "Date: 2021",
                "Functional: museum",
                "Area: 400m<sup>2</sup>",
                "Status: Building"
            ],
            "cnDescription": "",
            "enDescription": "",
            "imagePathPrefix": "26 泰吉轩画廊 tjx",
            "mainImage": "tjx-01.jpg",
            "images": [
                "tjx-02.jpg",
                "tjx-03.jpg",
                "tjx-04.jpg",
                "tjx-05.jpg",
                "tjx-06.jpg",
                "tjx-07.jpg",
                "tjx-08.jpg",
                "tjx-09.jpg",
                "tjx-10.jpg",
                "tjx-11.jpg",
                "tjx-12.jpg",
                "tjx-13.jpg",
                "tjx-14.jpg",
                "tjx-15.jpg"
            ]
        },
        {
            "name": "bqzy",
            "cnTitle": "坂泉之野",
            "enTitle": "BanQuan Hotel",
            "cnFactsFigures": [
                "地点：中国，北京",
                "时间：2020 - 2021",
                "场面积：850m<sup>2</sup>",
                "设计团队：大料建筑"
            ],
            "enFactsFigures": [
                "Location: Beijing, China",
                "Date: 2020-2022",
                "Functional: Hotel",
                "Area: 850m<sup>2</sup>",
                "Status: Building"
            ],
            "cnDescription": "",
            "enDescription": "",
            "imagePathPrefix": "27 板泉之野 bqzy",
            "mainImageIndex": 1,
            "beginImageIndex": 2,
            "endImageIndex": 12
        },
        {
            "name": "upgc",
            "cnTitle": "Up 工厂",
            "enTitle": "UP Co-working Factory",
            "cnFactsFigures": [
                "地点：中国，北京",
                "时间：2014",
                "面积：500m<sup>2</sup>",
                "建成状态：已建成",
                "设计团队：大料建筑",
                "设计人员：刘阳，孙欣晔，金坦，王君美，刘迪克",
                "<span class=\"text-red-500\">Architizer A+ Awards 2017: Finalist in Coworking Space</span>"
            ],
            "enFactsFigures": [
                "Location: Beijing, China",
                "Date: 2014",
                "Area: 500 sqm",
                "Status: Built",
                "Design: DL Atelier",
                "Architects: Liu Yang, Sun Xinye, Jin Tan, Wang Junmei, Liu Dike",
                "<span class=\"text-red-500\">Architizer A+ Awards 2017: Finalist in Coworking Space</span>"
            ],
            "cnDescription": "在北京南二环边，原来的王致和臭豆腐厂，500 多平米的大空间，室外还有露台，刚进去时，留有余香。我们要把这里改造成年轻人的共享办公空间。<br/>为此，我们试着激发出“外向，自发，默契”的空间氛围，从而把有着共同理想的人们凑在一起形成合力。<br/>我们模糊了办公空间的私密性，来这里就是来交流和分享的。把这做成了个“大梯田”，空间全部开敞，由南向北依次抬高，使得大家无论远近，一抬眼就能相互看到，大概了解彼此在做些什么，增加互动，彼此督促。并且，会议区，图书区，休息区，储藏区等公共空间打散分布在各个平台上，如此，大家在使用中就会有更多的移动，从而增加了偶遇的机会和故事的发生。<br/>而这种没有隔墙的开放空间，也带来 4 面采光通风的可能，屋内经常小风徐徐，阳光灿烂，尤其是下午，西面的光线带着树影撒进屋里，整个空间确有些像室外一样放松而开放。而人们也似乎在野外般自由的工作交流。",
            "enDescription": "UP Co-working Space, a previous Tofu factory, is located in the heart of Midtown Beijing, concluding a 500 sqm indoor space and a wide outdoor rooftop. The owner wish to reconstruct it into an incubator, which services for entrepreneurs, freelancers, startups and small businesses.<br/>              We aim to build not only an affordable shared workspace, but also a serendipity wonderland, the idea is to create maximum interactions between people and to make people more creative and effective.<br/>              In order to achieve that, we blurred the boundary between workspace, and created indoor terraces ascending from south to north to boost interactions. Shared spaces like meeting room, library, leisure corner and storage were scattered on different levels of the terraces. When people are working under the same roof, an internal social network, social events and workshops will happen simultaneously, therefore serendipities, ideas, innovations will be created.<br/>              The absence of walls also invites natural lights and breeze into the workspace，which makes it like a real energetic exterior terrace with the shadow of trees.            ",
            "imagePathPrefix": "28 UP工厂 upgc",
            "mainImageIndex": 1,
            "beginImageIndex": 2,
            "endImageIndex": 10
        },
        {
            "name": "yt",
            "cnTitle": "一土学校初中部",
            "enTitle": "ETUSchool",
            "cnFactsFigures": [
                "地点：中国，北京",
                "业主：一土学校",
                "时间：2019 - 2020",
                "场面积：650m<sup>2</sup>",
                "设计团队：大料建筑"
            ],
            "enFactsFigures": [
                "Location: Beijing, China",
                "Date: 2019-",
                "Functional: high school",
                "Area: 650m<sup>2</sup>",
                "Status: Building"
            ],
            "cnDescription": "",
            "enDescription": "",
            "imagePathPrefix": "29 一土学校初中部 yt",
            "mainImageIndex": 1,
            "beginImageIndex": 2,
            "endImageIndex": 9
        },
        {
            "name": "sbpsacs",
            "cnTitle": "三宝蓬水岸茶室",
            "enTitle": "Sanbaopeng Tea House",
            "cnFactsFigures": [
                "地点：中国，景德镇",
                "时间：2015 - 2017",
                "面积：900m<sup>2</sup>",
                "建成状态：已建成",
                "业主：三宝蓬艺术聚落",
                "建筑设计：大料建筑（刘阳，胡蓦怀，孙欣晔，邓华晖）",
                "结构：王春磊",
                "暖通：刘勤，果海凤",
                "电气：侯延铭",
                "施工图：卓尔建筑",
                "景观植物顾问：UAO瑞拓设计"
            ],
            "enFactsFigures": [
                "Location: Jingdezhen, China",
                "Date: 2015-2017",
                "Area: 900 sqm",
                "Status: Built",
                "Client: Sanbaopeng Art Village",
                "Architecture Design: DL Atelier",
                "Architects: Liu Yang, Hu Mohuai, Sun Xinye, Deng Huahui",
                "Architectural Structure: Wang Chunlei",
                "Heating and Ventilation: Liu Qin, Guo Haifeng",
                "Architecture Electric: Hou Yanming",
                "Production Drawing: Zhuoer Atelier",
                "Adviser in Landscape: UAO Atelier"
            ],
            "cnDescription": "在艺术馆旁，临着溪水，一座茶室。我们试着利用人工的几何的手段，营造山坡、洞穴、密林的场所感和氛围。",
            "enDescription": "A Tea House next to the art museum, facing the stream. We tried to creat an atmosphere of hillside, cave and grove in a architectural geometric way.",
            "imagePathPrefix": "30 三宝蓬水岸茶室 sbpsacs",
            "mainImageIndex": 1,
            "beginImageIndex": 2,
            "endImageIndex": 13
        },
        {
            "name": "yll",
            "cnTitle": "云龙路中学",
            "enTitle": "YunLong Road High School",
            "cnFactsFigures": [
                "地点：四川成都",
                "时间：2021",
                "场面积：35000m<sup>2</sup>",
                "设计团队：多样建筑+大料建筑"
            ],
            "enFactsFigures": [
                "Location: Beijing, ChengDu",
                "Date: 2021",
                "Functional: school",
                "Area: 36 000m<sup>2</sup>",
                "Status: Competition"
            ],
            "cnDescription": "多样建筑+大料建筑<br/><br/><br/>山与田野间，书声琅琅。我们所想象的云龙路中学，是一所“藏”在公园（自然）里的学校。<br/><br/>尊重自然<br/>由于周边城市规划的标高关系，场地内具有强烈特征的自然山体和农田可能都会被道路的建设破坏。为了保留这一个场地的特殊性，并以此为出发点扩展到更大的城市关系。我们将在原有规划道路不变的情况下，保留北侧山体并将其与学校运动场结合形成一个串联云龙山公园和锦江带蓝绿环道的城市开放生态空间。在这样布局下，主要建筑沿着山体向南延伸，形成一个与自然山体相接的人工山体。在人工山体之上，我们利用景观的方式，将原有场地上的农业景观恢复，以此创造了一个山野之间，自然的学习环境。<br/><br/>创造自然<br/>在学校整体布局上，专业教室位于两层高的“人工山体”之内，利用数个院子解决南方气候中遮荫与采光通风之间矛盾，院子内部通过种植高大乔木，形成数个从山体中长出的“森林”。<br/>学校主要入口位于东南侧，利用建筑外立面巨大的洞口和垂直绿化形成进入校园的独特体验。人工山体之上，利用预留的结构覆土层，将“人工山体”的表面赋予不同的景观，有农业，有花田，有树林也有小尺度的课外活动场地。自然山体一侧，保留大部分原有树木，形成一个从田野到树林，从活动场到小步道等组合而成的丰富的户外活动场所。<br/><br/>融入自然<br/>“人工山体”上部分成两个部分。普通教室部分，采用低矮，横向伸展体量将“人工山体”上部围合出不同的区域，由于本身建筑体量较小，将完全隐匿与树林之中。外立面采用银灰色金属网与绿色爬藤植物等高效低成本的被动式节能手段，将教学楼的外立面适度包裹，形成一个与生态融合的“弱”建筑。艺术教室部分散落在保留的自然山体周围，利用室内外可延伸的方式，创造一个与自然融合的课堂。<br/><br/>自然教育<br/>在初中阶段，正是孩子们生理和心理发生剧烈变化的时期，也就是我们常说的青春叛逆期。这是自然天性，我们试着顺应这种天性，实现自然而然的教育，既有引导性的自由。<br/>首先，我们试着给学生们重建一系列的自然地景：山林，谷地，田野，洞穴....,使其能够找到自己喜欢的地方，对学校产生归属和吸引感；然后，配合学校走班制的教学体系，在自由开放的氛围下实现对自身兴趣特长的发掘和探索；最后，舒朗有趣，接近自然的校园空间帮助师生建立健康的关系，成为伙伴，使空间和教学相辅相成，实现“先吸引，再引导，助坚持，共成长”的可能。<br/><br/>校城共享<br/>在未来云龙山公园，周边社区，与共同建成后，学校可考虑分时段，分程度开放与周边社区。总整体城市设计关系中，青岛路为城市主要交通干道，瑞祥路为社区内共享干道。因此，我们首先将地块东南角退让给城市作为街边公园，及作为学生上下学的缓冲区，同时为城市营造更宜人的社区环境。随即，共享频率较高的图书馆和体育馆便设置在东南角，小礼堂设置于西北角，并且独立设置直接对外出入口，方便设施分时共享的开放方式。在未来能达到更高程度的开放时，艺术教室，体育场等，可通过在学期间假期开放与云龙山公园一同构成社区共享的核心。<br/><br/>零碳目标<br/>校园整体建筑采用预装配式钢结构以及多项节能减排技术。中水回收，太阳能收集，屋顶雨水收集系统等多项绿色技术跟空间设计结合。在大面积绿化屋面满足海绵城市策略下，同时利用建筑立面被动式节能及垂直绿化，减少亚热带气候建筑能耗。<br/><br/>理想校园<br/>校园从自然中出现，并重塑自然，形成一个融合校园与社区的公园。校园在课时，是学子的公园，漫步于树下，嬉闹于田野，穿梭于庭院与洞穴之间。在课后，是市民与大众共享学习，运动与休闲生活的锚点，以此链接云龙山公园乃至锦江蓝绿环道。云龙山校园将以一种融入山间林野的方式，为天府新区的学子和居民创造一种全新的理想校园体验。",
            "enDescription": "",
            "imagePathPrefix": "31 云龙路中学 yll",
            "mainImageIndex": 1,
            "beginImageIndex": 2,
            "endImageIndex": 8
        },
        {
            "name": "cdd",
            "cnTitle": "柴豆豆咖啡厅",
            "enTitle": "Warm Pam House",
            "cnFactsFigures": [
                "地点：中国，北京",
                "时间：2019",
                "场面积：150m<sup>2</sup>",
                "设计团队：大料建筑"
            ],
            "enFactsFigures": [
                "Location: Beijing, China",
                "Date: 2020",
                "Functional: Coffee",
                "Area: 150m<sup>2</sup>"
            ],
            "cnDescription": "",
            "enDescription": "",
            "imagePathPrefix": "32 柴豆豆咖啡馆 cdd",
            "mainImageIndex": 1,
            "beginImageIndex": 2,
            "endImageIndex": 9
        },
        {
            "name": "about",
            "cnTitle": "关于我们",
            "enTitle": "About",
            "cnFactsFigures": [],
            "enFactsFigures": [],
            "cnDescription": "2012年秋，大料建筑由劉陽和徐丹在北京成立。<br> 如今，我們最關心的是情感和記憶。我們希望用率性的方式做出“煽情”的設計。<br> 我們理想中的建筑是：午后，大樹下，人们三三两两，聊天嬉笑，享受陽光和恬静。<br> 我們的作品多次參加建築及藝術展覽，并已獲得六項國際設計獎。<br><br> 地址：中国 北京 东城区 国子监街 36号<br> 电话：0810-84083292<br>手机：13810159637<br> 邮箱：L@dl-atelier.com",
            "enDescription": "DL atelier Set up at the end of 2012,the principal is Liuyang and Xudan.<br> Great design is all about feelings and memories. We design with passion.<br> People relaxing under the shadow of trees with bucket loads of sunshine are the ideal scenery which inspire most creativity on our work.<br><br> Add: #36, Guozijian Jie, Dongcheng District, Beijing, China, 100007<br> Tel: 0810-84083292<br> Mobile: 13810159637<br> E-mail: L@dl-atelier.com",
            "imagePathPrefix": "",
            "mainImage": "dl-front.jpg",
            "images": [
                "dl-map.jpg"
            ],
            "defaultShowDetails": true
        }
    ]
}
